Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: become members of Payments Canada and participate directly in national payment systems,
fr_fr: peuvent maintenant présenter une demande d'adhésion à Paiements Canada afin de participer

source: including the forthcoming Real-Time Rail payment system.
fr_fr: directement aux systèmes de paiement nationaux, y compris au système de paiement en temps réel à

source: Next steps in the government's plan to support innovation in the financial sector include
fr_fr: venir. Les prochaines étapes du plan gouvernemental visant à appuyer l'innovation dans le secteur financier

source: implementing new legislative frameworks to allow responsible innovation to flourish.
fr_fr: Dans le budget de 2025, le gouvernement annonce qu'il entend faire progresser le système

source: Budget 2025 announces the government's commitment to advancing open
fr_fr: bancaire ouvert en présentant un projet de loi pour complémenter la Loi sur les services

source: banking by introducing legislation to complete the C onsumer-Driven Banking Act , and
fr_fr: bancaires axés sur les consommateurs , et pour intégrer un droit à la mobilité des

source: provide a data-mobility right in the Personal Information Protection and Electronic
fr_fr: données dans la Loi sur la protection des renseignements personnels et les documents

source: Documents Act to facilitate economy-wide data sharing.
fr_fr: électroniques afin de faciliter le partage des données dans l'ensemble de l'économie.

source: Budget 2025 announces the government's intention to delegate
fr_fr: Dans le budget de 2025, le gouvernement annonce son intention de déléguer la surveillance

source: oversight of the Consumer-Driven Banking Act to the Bank of Canada, building on its
fr_fr: de l'application de la Loi sur les services bancaires axés sur les consommateurs à la

source: oversight activities of payment service providers.
fr_fr: Banque du Canada, en complément de ses activités de supervision des fournisseurs de services de paiement.

source: The Bank of Canada will retain up to
fr_fr: Pour ce faire, la Banque du Canada pourra conserver jusqu'à 19,3 millions de

source: $19.3 million over two years on a cash basis from its remittances to the Consolidated
fr_fr: dollars sur deux ans, selon la comptabilité de caisse, au titre de ses versements au

source: Revenue Fund to support implementation. The remaining funding that had been previously
fr_fr: Trésor. Les fonds restants qui avaient précédemment été affectés à l'Agence de la consommation

source: allocated to the Financial Consumer Agency of Canada in the 2024 Fall Economic
fr_fr: en matière financière du Canada dans l'Énoncé économique de l'automne de 2024 ne seront pas

source: Statement will not be spent, amounting to $36.9 million over two years.
fr_fr: dépensés, ce qui représente une somme de 36,9 millions de dollars sur deux ans.

source: Budget 2025 proposes to provide $25.7 million over five years,
fr_fr: Dans le budget de 2025, le gouvernement propose de verser 25,7 millions de dollars sur

source: beginning in 2025-26, and $5 million ongoing, for the Canadian Security
fr_fr: cinq ans à compter de l'exercice 2025-2026, et 5 millions de dollars par année par la

source: Intelligence Service and the Royal Canadian Mounted Police to support national security
fr_fr: suite, au Service canadien du renseignement de sécurité et à la Gendarmerie royale du Canada

source: safeguards in the Consumer-Driven Banking Act.
fr_fr: afin qu'ils contribuent à appuyer les garanties liées à la sécurité nationale prévues dans la Loi sur les services bancaires axés sur les consommateurs .

source: Budget 2025 further announces that the government will accelerate
fr_fr: Le budget de 2025 annonce aussi que le gouvernement accélérera la prochaine phase des

source: the next phase of consumer-driven banking, including legislating the ability to direct
fr_fr: services bancaires axés sur les consommateurs, notamment en légiférant sur la capacité de

source: actions, such as switching accounts or making bill payments, or "write access," by mid-2027,
fr_fr: demander qu'une opération soit réalisée, comme le transfert de comptes ou le paiement de

source: once Canada's Real-Time-Rail project is live and in widespread use.
fr_fr: factures, ou l'« accès en écriture », d'ici le milieu de 2027, quand le projet de

source: Budget 2025 reaffirms the government's support for the launch of
fr_fr: Le budget de 2025 réaffirme le soutien du gouvernement pour le lancement de

source: Canada's nation-building payments infrastructure, the Real-Time-Rail, in 2026.
fr_fr: l'infrastructure de paiement d'intérêt national, le système de paiement en temps réel,

source: payments system will enable money to move instantly between accounts, eliminating wait times
fr_fr: Grâce à ce système, il sera possible de transférer de l'argent instantanément

source: and enabling innovative new use-cases for payments.
fr_fr: d'utilisation novateurs pour les paiements.

source: Budget 2025 also announces the government's intention to introduce
fr_fr: Dans le budget de 2025, le gouvernement annonce également son intention de présenter un

source: legislation to regulate the issuance of fiat-backed stablecoins in Canada.
fr_fr: projet de loi pour régir l'émission de cryptomonnaies stables adossées à une devise au Canada.

source: This legislation will require issuers to maintain and manage adequate asset
fr_fr: Le projet de loi prévoira que les émetteurs devront maintenir et gérer des réserves d'actifs

source: reserves, establish redemption policies, implement risk management frameworks, and
fr_fr: suffisantes, établir des politiques de rachat, mettre en œuvre des cadres de gestion des risques

source: protect the sensitive and personal information of Canadians.
fr_fr: et protéger les renseignements personnels et sensibles des Canadiens.

source: The legislation will
fr_fr: Il prévoira aussi des

source: also include national security safeguards to support the integrity of the framework
fr_fr: les consommateurs et les entreprises puissent utiliser en toute sécurité les cryptomonnaies

source: so that fiat-backed stablecoins are safe and secure for consumers and businesses to
fr_fr: stables adossées à une devise.

source: use. To administer the relevant legislation, the Bank of Canada will retain
fr_fr: Pour faire appliquer la loi, la Banque du Canada conservera, au titre de ses versements au

source: $10 million over two years, starting in 2026-27, from its remittances to
fr_fr: Trésor, 10 millions de dollars sur deux ans à compter de l'exercice 2026-2027.

source: the Consolidated Revenue Fund. Administrative costs in subsequent years are
fr_fr: Pour les exercices subséquents, il est prévu que les frais administratifs s'élèveront à

source: projected to be $5 million per year and will be offset from stablecoin issuers
fr_fr: 5 millions de dollars par exercice et seront couverts par les émetteurs de cryptomonnaies

source: regulated under the Act.
fr_fr: stables régis par la loi.

source: Related amendments to the Retail Payment Activities Act will also be made
fr_fr: Des modifications connexes seront apportées à la Loi sur les activités associées aux

source: to enable the regulation of payment service providers that carry out payment
fr_fr: paiements de détail pour régir les fournisseurs de services de paiement qui exécutent

source: functions using prescribed stablecoins.
fr_fr: des fonctions de paiement au moyen de cryptomonnaies stables visées.

source: The government will also explore options and work with the private sector to encourage the adoption
fr_fr: De plus, le gouvernement collaborera avec le secteur privé et se penchera sur les moyens de favoriser

source: of artificial intelligence in the financial sector in ways that advance innovation and build trust in its use.
fr_fr: l'adoption de l'intelligence artificielle dans le secteur financier, tout en venant renforcer la confiance à l'égard de son utilisation et stimuler l'innovation.

source: Transforming the Payments Experience for Canadians
fr_fr: Transformer l'expérience de paiement pour les Canadiens

source: Payments are at the heart of Canada's financial system and are essential to a strong, modern,
fr_fr: Les paiements sont au cœur du système financier canadien et sont essentiels à une

source: and well-functioning economy.
fr_fr: économie forte, moderne et en santé.

source: Budget 2025 takes important steps in modernising how
fr_fr: Le budget de 2025 prévoit des mesures

source: consumers and businesses can send, spend, and receive money—making payments safer, faster,
fr_fr: envoient, dépensent et reçoivent de l'argent, afin que les paiements puissent être

source: and more convenient for everyone.
fr_fr: effectués de manière plus rapide, sécuritaire et pratique pour tous.

source: Safer payments: Since September 8, 2025, the Bank of Canada is
fr_fr: le 8 septembre 2025, la Banque du Canada supervise près

source: supervising close to 1,500 payment service providers, ensuring Canadians can continue
fr_fr: de 1 500 fournisseurs de services de paiement, s'assurant ainsi que

source: to have confidence in using their services.
fr_fr: les Canadiens peuvent continuer d'utiliser leurs services en toute confiance.

source: More choice for Canadians: On September 25, 2025, the government
fr_fr: Plus grande variété de choix pour les Canadiens : Le 25 septembre 2025, le gouvernement a étendu l'admissibilité à

source: expanded membership eligibility in Payments Canada to allow new firms to apply for direct
fr_fr: l'adhésion à Paiements Canada afin de permettre aux nouvelles entreprises de

source: participation in Canada's core payment systems, providing Canadians with more choice on
fr_fr: offrant ainsi aux Canadiens une plus grande variété de choix de fournisseurs de services financiers.

source: providers of financial services.
fr_fr: Paiements plus rapides : Le système de paiement en temps réel

source: Faster payments: Payments Canada's Real-Time Rail, a new fast payments
fr_fr: de Paiements Canada, un nouveau système de paiement rapide qui sera lancé

source: system launching in 2026, will enable Canadians and businesses to send and receive
fr_fr: en 2026, permettra aux Canadiens et aux entreprises d'envoyer et de recevoir de

source: money instantly, any time, any day.
fr_fr: l'argent instantanément à tout moment, tous les jours.

source: Consumer-Driven Banking: Budget 2025 introduces the next phase of
fr_fr: de 2025 met en œuvre la nouvelle phase des services bancaires axés sur les

source: consumer-driven banking, with a commitment to extend the framework to include payment
fr_fr: consommateurs, avec l'engagement d'élargir le cadre afin d'y inclure la

source: initiation by mid-2027—making it faster and easier to pay directly from your bank account in
fr_fr: fonctionnalité d'initiation de paiement d'ici le milieu de 2027.

source: another app.
fr_fr: Il sera ainsi

source: Stablecoins : Budget 2025 introduces a new federal framework to regulate
fr_fr: compte bancaire à partir d'une autre application. Cryptomonnaies stables : Le budget de 2025 présente un

source: the issuance of fiat-backed stablecoins, making them safer for Canadians and businesses and
fr_fr: à une devise, afin qu'elles soient plus sécuritaires pour les Canadiens et les

source: helping build trust in digital payments.
fr_fr: Transparence des coûts de transferts

source: Transparent international remittance pricing: The government intends to
fr_fr: transfrontaliers : Le gouvernement a l'intention de mettre en

source: introduce new transparency requirements for banks for cross-border transfers, including
fr_fr: place de nouvelles exigences de transparence pour les banques en ce qui a trait aux

source: associated foreign exchange costs, ensuring Canadians can easily compare pricing before
fr_fr: de s'assurer que les Canadiens peuvent facilement comparer les prix avant de faire

source: completing a transaction.
fr_fr: une opération.

source: Resolving misdirected payments : The government intends to introduce new
fr_fr: Résolution des cas de paiements mal acheminés : Le gouvernement

source: requirements for banks to investigate and attempt to resolve transfers accidentally sent to
fr_fr: sur les cas de transferts envoyés accidentellement au mauvais destinataire et

source: the wrong recipient.
fr_fr: tentent de les résoudre.

source: Simplifying the Regulatory and Legislative Environment
fr_fr: Simplifier le cadre réglementaire et législatif

source: The government will undertake work to streamline and simplify regulation in the financial sector, to
fr_fr: Le gouvernement lancera des initiatives pour simplifier la réglementation dans le secteur financier,

source: ensure Canada's regulatory environment remains efficient and supports innovation.
fr_fr: afin que le cadre réglementaire canadien demeure efficace et propice à l'innovation.

source: As a first step, Budget 2025 announces the government's intention
fr_fr: Comme première étape, le gouvernement annonce dans le budget de 2025 qu'il a l'intention de

source: to make federal financial sector consultations more predictable and transparent for
fr_fr: rendre les consultations fédérales auprès du secteur financier plus prévisibles et transparentes

source: stakeholders through better coordination and communication among federal financial
fr_fr: pour les intervenants. Cela se fera par une meilleure coordination et communication entre les

source: regulators and the Department of Finance Canada and by sharing how the potential impacts of
fr_fr: Finances Canada et en indiquant la façon dont les effets possibles de nouvelles exigences

source: new requirements have been considered.
fr_fr: ont été pris en considération.

source: Going forward, the Department of Finance will work with agencies with regulatory responsibilities
fr_fr: Pour la suite des choses, le ministère des Finances Canada travaillera avec les organismes ayant des

source: over the financial sector to seek ways to reduce red tape and the regulatory burden on financial
fr_fr: responsabilités en matière de réglementation du secteur financier pour trouver des moyens de réduire

source: institutions and unlock more private capital.
fr_fr: la paperasse et le fardeau réglementaire des institutions financières, afin de faciliter l'accès à

source: Restricting Non-Compete Agreements
fr_fr: davantage de capitaux privés.

source: Competitive labour markets foster innovation and productivity.
fr_fr: Un marché du travail concurrentiel favorise l'innovation et la productivité.

source: However, non-compete agreements that
fr_fr: Or, le recours à des

source: prevent workers from moving to rivals or starting a competing business reduces competition and
fr_fr: une entreprise concurrente fait obstacle à la concurrence et mine l'efficacité du marché du travail.

source: undermines the efficiency of the labour market.
fr_fr: Le fait de limiter le recours à des clauses de non-concurrence protégera les droits des

source: Restricting the use of non-compete agreements will
fr_fr: travailleurs, favorisera la mobilité de la main-d'œuvre, renforcera la concurrence, et donnera les

source: protect workers' rights, promote labour mobility, strengthen competition, and empower workers to
fr_fr: moyens d'agir aux travailleurs afin qu'ils puissent se trouver un emploi mieux rémunéré ou lancer

source: move to a higher-paying job or start their own business.
fr_fr: leur propre entreprise.

source: Budget 2025 announces that the government intends to amend the Canada Labour Code to restrict the use of non-compete agreements in employment
fr_fr: Dans le budget de 2025, le gouvernement annonce son intention de modifier le Code canadien

source: contracts for federally regulated businesses.
fr_fr: du travail pour restreindre le recours à des clauses de non-concurrence dans les contrats de

source: The government will launch consultations on
fr_fr: Le gouvernement lancera des consultations

source: proposed legislative changes in early 2026.
fr_fr: sur les modifications législatives proposées au début de 2026.

source: Gender and Diversity Impacts Spotlight
fr_fr: Genre et diversité – Les retombées en bref

source: Budget 2025 will support First Nations, Métis, and Inuit by:
fr_fr: Le budget de 2025 appuiera les Premières Nations, les Métis et les Inuits des

source: Building the capacity of Indigenous communities to participate in Crown consultation
fr_fr: manières suivantes : Dans le cadre de l' Initiative fédérale sur la consultation , il

source: processes through the Federal Initiative on Consultation .
fr_fr: renforcera la capacité des communautés autochtones à participer aux processus de

source: This will
fr_fr: consultation.

source: help ensure the perspectives, rights, and interests of First Nations, Métis, and Inuit
fr_fr: Il veillera ainsi à ce que la planification et la prise de décisions à l'égard des grands projets tiennent compte des points de vue, des

source: are reflected throughout major project planning and decision making.
fr_fr: droits et des intérêts des Premières Nations, des Métis et des Inuits.

source: Effective
fr_fr: Des

source: Crown-Indigenous consultations increase certainty for all parties and will create a
fr_fr: consultations efficaces entre la Couronne et les Autochtones rehaussent la

source: clearer path for Indigenous communities to shape and benefit from projects of
fr_fr: confiance des parties et tracent la voie à suivre pour les communautés

source: national interest.
fr_fr: autochtones, tout en leur permettant d'orienter les projets d'intérêt national

source: Budget 2025 prioritises financial well-being for lower-income populations by:
fr_fr: et d'en tirer profit. Le budget de 2025 donne également la priorité au bien-être financier des

source: Advancing Consumer-Driven Banking .
fr_fr: En améliorant les services bancaires axés sur les consommateurs .

source: Lower-income and financially
fr_fr: On s'attend à ce que les ménages à faible revenu et

source: stressed households are expected to benefit most through access to lower-cost products,
fr_fr: mesure. Ils auront accès à des produits à moindre coût, leurs choix seront plus

source: clearer choices, and tools to manage debt and reduce financial stress.
fr_fr: clairs et ils disposeront de moyens pour gérer leur dette et réduire les

source: For more information on the expected impacts of Budget 2025 measures on these and other
fr_fr: prévues dans le budget de 2025 sur ces groupes et divers groupes de Canadiens.

source: <<< source: chap2-en.html >>>
fr_fr: <<< source: chap2-fr.html >>>

source: 2: Shifting from reliance to resilience
fr_fr: : Passer de la dépendance à la résilience

source: Chapter 2: Shifting from reliance to resilience.
fr_fr: mesures figurant dans le Chapitre 2 : Passer de la dépendance à la résilience.

source: The global trade landscape is rapidly changing, shaped by growing geopolitical tensions and
fr_fr: Le contexte commercial mondial évolue rapidement, sous l'effet de tensions géopolitiques croissantes

source: persistent unfair trade practices.
fr_fr: et de pratiques commerciales injustes et persistantes.

source: Amid these shifts, the United States is fundamentally
fr_fr: Au milieu de tous ces changements, les

source: transforming all of its trade relationships.
fr_fr: États-Unis transforment en profondeur l'ensemble de leurs relations commerciales.

source: The effective U.S. tariff rate is now the highest
fr_fr: Le taux effectif

source: it has been since the Great Depression in the 1930s, and these tariffs are being applied to all
fr_fr: de droits de douane des États-Unis atteint maintenant un sommet qui n'avait pas été observé depuis

source: countries and nearly all goods.
fr_fr: la Grande Dépression des années 1930, et ces droits s'appliquent à tous les pays et à presque

source: Canada has the best deal of any U.S. trading
fr_fr: toutes les marchandises.

source: partner—85 per cent of trade with the U.S. is now tariff free and we have the lowest
fr_fr: les États-Unis se font actuellement en franchise de droits, et nous bénéficions du taux moyen de

source: average tariff of any country in the world.
fr_fr: droits de douane le plus bas du monde.

source: Yet, we cannot rely on our most important trade
fr_fr: Toutefois, nous ne pouvons plus compter comme autrefois sur

source: relationship as we once did.
fr_fr: notre relation commerciale la plus importante.

source: The changes in the U.S. policy go beyond tariffs.
fr_fr: Les changements observés dans la politique américaine vont au-delà des droits de douane. À présent,

source: Countries must now buy access to the world's
fr_fr: les pays doivent monnayer leur accès à la plus grande économie du monde en y effectuant des

source: largest economy through investments, unilateral trade liberalisation, and policy changes in
fr_fr: investissements, en libéralisant unilatéralement le commerce et en modifiant les politiques de leurs

source: their home markets.
fr_fr: marchés intérieurs.

source: All the while, the transformation of global trade is occurring against a backdrop of wide
fr_fr: Cette mutation du commerce international se produit parallèlement à de vastes perturbations

source: economic disruptions: geopolitical realignment, AI and technological transformations, and a
fr_fr: l'intelligence artificielle et les avancées technologiques, ainsi que la transition vers une

source: shift to a low-carbon economy.
fr_fr: économie à faibles émissions.

source: The effect is profound—hurting companies, displacing workers, disrupting supply chains, forcing
fr_fr: la main-d'œuvre, des perturbations dans les chaînes d'approvisionnement et la nécessité pour les

source: companies to rethink where they source their materials and products, and causing uncertainty
fr_fr: entreprises de revoir leurs sources d'approvisionnement en matières premières et en produits. Et ce,

source: that is curbing investment.
fr_fr: sans compter l'incertitude qui freine les investissements.

source: This disruption calls for a new, bold approach.
fr_fr: Face à ces perturbations, une nouvelle approche audacieuse s'impose.

source: Given we cannot control what other nations do,
fr_fr: Puisque nous ne pouvons pas

source: Canada's new government is focused on what we can control: building our strength at home.
fr_fr: contrôler ce que font les autres pays, le nouveau gouvernement du Canada concentre ses efforts sur

source: Canada
fr_fr: Le Canada

source: will invest in domestic production, Canadian expertise, and diversifying trade with reliable
fr_fr: diversification du commerce avec des partenaires économiques fiables.

source: economic partners.
fr_fr: C'est en misant sur une

source: This is how we will meet the challenges of our times: through a strong and
fr_fr: infrastructure industrielle canadienne forte et résiliente que nous relèverons les défis de notre

source: resilient Canadian industrial base.
fr_fr: époque.

source: Our new industrial strategy will transform our economy—from one that is overly reliant on a
fr_fr: Notre nouvelle stratégie industrielle transformera notre économie, pour qu'elle cesse de trop

source: single trading partner, to one that is more resilient to global shocks.
fr_fr: dépendre d'un seul partenaire commercial et devienne plus résiliente aux chocs mondiaux.

source: A new economy built on
fr_fr: Cette nouvelle économie reposera sur la solidité des industries canadiennes et sera stimulée par la

source: the solid foundation of Canadian industries and bolstered by diverse international trade
fr_fr: diversité de nos partenaires commerciaux internationaux.
